Repository: pypi-data/pypi-mirror-151
Catalog: packages/numerology/numerology-1.8.tar.gz/numerology-1.8/numerology/locale/*/LC_MESSAGES/numerology.po
Languages: fr

source: Welcome!
fr: Bienvenue !

source: Life Path Number
fr: Numéro de chemin de vie

source: Individual action life
fr: Vie d’action individuelle

source: This life path promotes personal success and individual achievement. It symbolizes an active life and is often the scene of unexpected changes. It can be difficult at times, but a certain amount of luck prevails and helps to overcome obstacles. Requirements: The qualities necessary to take on this life path are: willpower, courage, self-confidence and perseverance. Challenges: This path is difficult for those who have 1 as the missing digit, and the expression numbers 2 and 4.
fr: Ce chemin de vie favorise la réussite personnelle et les réalisations individuelles. Il symbolise une vie active et, est souvent le théâtre de changements inattendus. Il est parfois difficile, mais une certaine chance domine et permet de vaincre les obstacles. Les qualités nécessaires pour bien assumer ce chemin de vie sont : la volonté, le courage, la confiance en soi et la persévérance. Ce chemin est difficile pour ceux qui ont 1 comme chiffre manquant, et les nombres d’expression 2 et 4.

source: Life of collaboration and harmony with others
fr: Vie de collaboration et d’harmonie avec les autres

source: This life path favors association and marriage. Affection and friendship are sought. It symbolizes a certain passivity and there is sometimes a tendency to live according to events. There are many twists and turns and success comes with time unless it comes unexpectedly with the help of others. Requirements: The qualities needed to successfully take on this life path are: diplomacy, patience and balance. Challenges: This path is difficult for those who have 2 as a missing digit, and the expression numbers 1, 5, 9, 11 and 22.
fr: Ce chemin de vie favorise l’association et le mariage. On y recherche l’affection et l’amitié. Il symbolise une certaine passivité et il y a parfois une tendance à vivre au gré des évènements. Il comporte beaucoup de virages et la réussite vient avec le temps à moins qu’elle ne vienne de façon inattendue grâce à l’aide d’autrui. Les qualités nécessaires pour bien assumer ce chemin de vie sont : la diplomatie, la patience et l’équilibre. Ce chemin est difficile pour ceux qui ont 2 comme chiffre manquant, et les nombres d’expression 1, 5, 9, 11 et 22.

source: Life of creativity and expression
fr: Vie de créativité et d’expression

source: This life path favors contact activities and relationships with others. It symbolizes a pleasant and sociable life with few obstacles and the possibility of achieving success fairly quickly (and sometimes brilliantly). Those who show creativity, ingenuity and drive in business are happy and successful on this path. Requirements: The qualities necessary to successfully take on this life path are: extroversion, a sense of relationships and contacts and ambition. Challenges: This path is difficult for those who have 3 as the missing number, and the number of expression 4.
fr: Ce chemin de vie favorise les activités de contacts et les relations avec autrui. Il symbolise une vie plaisante et sociable comportant peu d’obstacles et la possibilité de réussir assez rapidement (et parfois brillamment). Ceux qui font preuves de créativité, d’ingéniosité et d’allant dans les entreprises évoluent avec bonheur et succès sur ce chemin. Les qualités nécessaires pour bien assumer ce chemin de vie sont : l’extraversion, le sens des relations et des contacts et l’ambition. Ce chemin est difficile pour ceux qui ont 3 comme chiffre manquant, et le nombre d’expression 4.

source: Life of work and construction
fr: Vie de travail et de construction

source: This life path promotes success through hard work and steady effort. It symbolizes stable and serious endeavors and generally allows for solid success, even if progress is slow. It involves few risks, but lacks a certain fantasy and nothing is gained easily. Requirements: The qualities necessary to assume this path of life are: love of work well done, regularity, rigor and perseverance. Challenges: This path is difficult for those who have 4 as the missing number, and the expression numbers 1, 3, 5, 8 and 11.
fr: Ce chemin de vie favorise le succès par le travail et les efforts réguliers. Il symbolise les entreprises stables et sérieuses et permet généralement une réussite solide, même si l’évolution se fait lentement. Il comporte peu de risques, mais manque d’une certaine fantaisie et rien n’est acquis par la facilité. Les qualités nécessaires pour bien assumer ce chemin de vie sont : l’amour du travail bien fait, la régularité, la rigueur et la persévérance. Ce chemin est difficile pour ceux qui ont 4 comme chiffre manquant, et les nombres d’expression 1, 3, 5, 8 et 11.

source: Life of mobility and change
fr: Vie de mobilité et de changements

source: This life path favors changes in all areas of life. Life undergoes frequent transformations. It symbolizes travel, physical activity and personal freedom; sometimes adventure. It promises an exciting life full of unexpected events, but it also involves risks, as well as the threat of accidents. Requirements: The qualities needed to successfully take on this path of life are: flexibility, adaptability as well as boldness and health (moral and physical). Challenges: This path is difficult for those who have 5 as the missing number, and the expression numbers 2, 4 and 6.
fr: Ce chemin de vie favorise les changements dans tous les domaines de l’existence. La vie connaît des transformations fréquentes. Il symbolise les voyages, les activités physiques et la liberté personnelle; parfois l’aventure. Il promet une vie passionante et riche d’évènements imprévus, mais il comporte aussi des risques, ainsi que des menaces d’accidents. Les qualités nécessaires pour bien assumer ce chemin de vie sont : la souplesse, l’adaptation ainsi que let l’audace et la santé (morale et physique). Ce chemin est difficile pour ceux qui ont 5 comme chiffre manquant, et les nombres d’expression 2, 4 et 6.

source: A life of responsibility and emotional harmony
fr: Vie de responsabilité et d’harmonie sentimentale

source: This life path involves choices to be made and it is not always easy to move in the right direction. If the chosen path is positive and ambitious, the ascent is rapid and leads far and high. If not, there is hesitation in several directions, the consequences of which are rarely beneficial. It symbolizes responsibilities that can also turn into burdens or trials. It is also the path of love and marriage as the 6 is home and family. Requirements: The qualities needed to take on this life path are: willpower (because free will is predominant on this path), a spirit of conciliation and adaptation. There is a natural tendency to perfectionism which can cause problems. Challenges: This path is difficult for those who have 6 as the missing number, and the expression number 5.
fr: Ce chemin de vie implique des choix à faire et il n’est pas toujours facile de s’engager dans la bonne direction. Si la voie choisie est positive et ambitieuse, l’ascension est rapide et mène loin et haut. Sinon, il y a des hésitations dans plusieurs directions dont les conséquences sont rarement bénéfiques. Il symbolise les responsabilités qui peuvent aussi se transformer en fardeaux ou en épreuves. Il est également le chemin de l’amour et du mariage car le 6 est foyer et famille. Les qualités nécessaires pour bien assumer ce chemin de vie sont : la volonté (car le libre-arbitre est prédominant sur ce chemin), l’esprit de conciliation et d’adaptation. Il y a une tendance naturelle au perfectionnisme qui risque de poser des problèmes. Ce chemin est difficile pour ceux qui ont 6 comme chiffre manquant, et le nombre d’expression 5.

source: Inner life and independence
fr: Vie intérieure et indépendance

source: This life path favors the work of the mind, the inner or spiritual life and everything that has to do with analysis or research. It symbolizes the taste for independence and sometimes solitude. It often characterizes an original destiny, with a selfless success. Friendships are a source of great satisfaction, but marriage is not always easy. Requirements: The qualities necessary to take on this path of life are: interest in others, reflection and disinterestedness in the material aspects of life. Challenges: This path is difficult for those who have 7 as the missing number (delays and delays in achievements), and the expression numbers 8, 11 and 22.
fr: Ce chemin de vie favorise les travaux de l’esprit, la vie intérieur ou spirituelle et tout ce qui a un rapport avec l’analyse ou la recherche. Il symbolise le goüt de l’indépendance et parfois de la solitude. Il caractérise souvent une destinée originale, avec une réussite désintéressée. Les amitiés sont source de grandes satisfactions, mais le mariage n’est pas toujours facile. Les qualités nécessaires pour bien assumer ce chemin de vie sont : l’intérêt pour autrui, la réfléxion et le désintéressement pour ce qui concerne les aspects matériels de l’existance. Ce chemin est difficile pour ceux qui ont 7 comme chiffre manquant (retards et délais dans les réalisations), et les nombres d’expression 8, 11 et 22.

source: Life of ambitious achievements and material acquisitions
fr: Vie de réalisations ambitieuses et d’acquisitions matérielles

source: This life path favors ambitions and large-scale achievements. It symbolizes power, money and materiality. It is difficult because it involves risks and trials but it can lead to extraordinary success. It is not free from accidents and health problems. Requirements: The qualities needed to take on this path of life are: courage, endurance and a sense of balance. Challenges: This path is difficult for those who have 8 as the missing number, and the expression numbers 4 and 7. The 2s and 9s are not always at ease.
fr: Ce chemin de vie favorise les ambitions et les réalisations d’envergure. Il symbolise le pouvoir, l’argent et la matérialité. Il est difficile car il comporte des risques et des épreuves mais il peut mener à une réussite extraordinaire. Il ‘est pas exempts d’accidents et de problèmes de santé. Les qualités nécessaires pour bien assumer ce chemin de vie sont : le courage, l’endurance et le sens de l’équilibre. Ce chemin est difficile pour ceux qui ont 8 comme chiffre manquant, et les nombres d’expression 4 et 7. Les 2 et 9 n’y sont pas toujours à l’aise

source: Life of escape or ideal
fr: Vie d'évasion ou d'idéal

source: This life path favors journeys: those of the spirit or of the soul, and those that one can undertake on the planet. It promises many encounters and varied experiences. It symbolizes the search for an ideal or the realization of a vocation. It involves a lot of emotions and success often manifests itself in an unexpected way, not without pitfalls and obstacles. Requirements: The qualities necessary to successfully take on this life path are: understanding and dedication, sensitivity and an open mind, as well as courage. Sometimes it is necessary to overcome a tendency to dreams and illusions. Challenges: This path is difficult for those who have 9 as the missing number, and the expression numbers 2 and 8.
fr: Ce chemin de vie favorise les voyages : ceux de l’esprit ou de l’âme, et ceux que l’on peut entreprendre sur la planète. Il promet beaucoup de rencontres et d’expériences variées. Il symbolise la recherche d’un idéal ou la réalisation d’une vocation. Il comporte beaucoup d’émotions et la réussite se manifeste souvent de façon imprévue, non sans écueils et sans obstacles. Les qualités nécessaires pour bien assumer ce chemin de vie sont : la compréhension et le dévouement, la sensibilité et un esprit ouvert, ainsi que le courage. Parfois il faut vaincre une tendance aux rêves et aux illusions. Ce chemin est difficile pour ceux qui ont 9 comme chiffre manquant, et les nombres d’expression 2 et 8.

source: Life of inspiration and mastery
fr: Vie d’inspiration et de maîtrise

source: This life path favors the achievement of ambitious or original accomplishments. It symbolizes inspiration, intelligence and leadership. It is not an easy path to live because the vibrations are strong and do not tolerate limitations or restrictions. Sometimes it brings great success followed by a collapse that forces you to start all over again. Requirements: The qualities necessary to assume this life path are: a strong character and a great will. Tendency to impatience and nervousness that must be curbed. Challenges: This path is difficult for those who have 1 and 2 as missing numbers, and the expression numbers 2, 4 and 7.
fr: Ce chemin de vie favorise l’accomplissement de réalisations ambitieuses ou originales. Il symbolise l’inspiration, l’intelligence et l’ascendant sur autrui. Il n’est pas facile à vivre car les vibrations sont fortes et ne supportent ni les limitations ni les restrictions. Parfois, il apporte une grande réussite suivie d’un écroulement qui oblige à tout recommencer. Les qualités nécessaires pour bien assumer ce chemin de vie sont : un caractère fort et une grande volonté. Tendance à l’impatience et à la nervosité qu’il faut freiner. Ce chemin est difficile pour ceux qui ont 1 et 2 comme chiffres manquants, et les nombres d’expression 2, 4 et 7.

source: Life of significant achievement
fr: Vie d’accomplissements importants

source: This life path favors high level projects that may be of interest to a community, a country or even the world. It symbolizes superior intelligence and universal interest. There is little room for personal and daily existence because it implies an overflowing activity. There is a great desire to build for others at the base of this master number. Requirements: The qualities necessary to take on this life path are: a great humanism, the ability to carry out great projects, the power to concretely realize sometimes utopian ambitions... exceptional qualities. Challenges: This path is difficult for those who have 4 as the missing number, and the expression numbers 2, 4 and 7.
fr: Ce chemin de vie favorise les projets de haut niveau qui interessent parfois une collectivité, un pays voire le monde. Il symbolise l’intelligence supérieure et un intérêt universel. Il y a peu de place pour l’existance personnelle et quotidienne car il implique une activité débordante. Il y a un grand désir de construction pour autrui à la base de ce maître-nombre. Les qualités nécessaires pour bien assumer ce chemin de vie sont : une grand humanisme, la possibilité de mener à bien de grands projets, le pouvoir de réaliser concrètement des ambitions parfois utopiques… des qualités exceptionnelles. Ce chemin est difficile pour ceux qui ont 4 comme chiffre manquant, et les nombres d’expression 2, 4 et 7.

source: KEY FIGURES:
fr: CHIFFRES CLES :
