Repository: pypi-data/pypi-mirror-151
Catalog: packages/pyams-chat/pyams_chat-1.1.8-py3.9.egg/pyams_chat/locales/*/LC_MESSAGES/pyams_chat.po
Languages: fr

source: Message host name
fr: Nom d'hôte

source: Message channel
fr: Canal

source: Message action
fr: Action

source: Message category
fr: Catégorie

source: Message status
fr: Statut

source: Message title
fr: Titre

source: Message content
fr: Contenu

source: Message source
fr: Source

source: Attributes of the principal which emitted the notification
fr: Attributs tu mandataire ayant envoyé le message

source: Message target
fr: Cible

source: Message targets can be principals, roles...
fr: Les cibles peuvent être des mandataires, des rôles...

source: Notification URL
fr: URL de notification

source: URL target of this message notification
fr: Cible du message de notification

source: Message timestamp in ISO-8601 format
fr: Horodatage du message au format ISO 8601

source: Internal user data
fr: Données utilisateur spécifiques

source: User data used for internal usage; these data are not sent in notifications contents
fr: Ces données internes peuvent être utilisées pour le traitement du message ; elles ne fon pas partie des données envoyées dans les notifications

source: Response status
fr: Statut de la réponse

source: Principal ID
fr: ID du mandataire

source: Error message
fr: Message d'erreur

source: User context properties
fr: Propriétés du contexte de l'utilisateur

source: Token accepted
fr: Jeton accepté

source: Page not found
fr: Page non trouvée

source: Unauthorized
fr: Accès non autorisé

source: Forbidden access
fr: Accès interdit

source: Missing arguments
fr: Arguments incorrects

source: Service unavailable
fr: Service indisponible

source: User login
fr: Connexion

source: {} logged in...
fr: L'utilisateur {} s'est connecté.
