Repository: pypi-data/pypi-mirror-151
Catalog: packages/hb-tryton-sale-subscription-with-variable-amount/hb_tryton_sale_subscription_with_variable_amount-1.0.0-py3-none-any.whl/sale_subscription_with_variable_amount/locale/*.po
Languages: fr

# field:product.configuration,service_type:
source: Service type
fr: Type de service

# field:product.configuration.service,company:
source: Company
fr: Société

# field:product.configuration.service,service_type:
source: Service type
fr: Type de service

# field:sale.subscription.service,service_type:
source: Service type
fr: Type de service

# field:sale.subscription.service.type,company:
source: Company
fr: Société

# field:sale.subscription.service.type,consumption_hook:
source: Hook to create the consumption line
fr: Hook pour la création de la ligne de consommation

# field:sale.subscription.service.type,invoice_hook:
source: Hook to create the invoice line
fr: Hook pour la création de la ligne de facture

# field:sale.subscription.service.type,name:
source: Name of the type of service
fr: Nom du type de service

# help:sale.subscription.service.type,consumption_hook:
source: Defined the hook to use for get the quantity
fr: Définit le hook a utiliser pour obtenir la quantité

# help:sale.subscription.service.type,invoice_hook:
source: Defined the hook to use for get the quantity or price unit
fr: Définit le hook à utiliser pour obtenir la quantité ou le prix unitaire

# model:ir.action,name:act_service_type
source: Service types
fr: Types de service

# model:ir.ui.menu,name:menu_service_type
source: Service types
fr: Types de service

# model:sale.subscription.service.type,name:
source: Type of the subscription's service
fr: Type de service pour l'abonnement

# selection:sale.subscription.service.type,consumption_hook:
source: The quantity is defined on the subscription line
fr: La quantité est définit sur la ligne d'abonnement

# selection:sale.subscription.service.type,invoice_hook:
source: The quantity and price unit are defined on the subscription line
fr: La quantité et le prix unitaire sont définis sur la ligne d'abonnement
